anseki.vscode-color
austenc.tailwind-docs
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
github.copilot-chat
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vsliveshare.vsliveshare
mylesmurphy.prettify-ts
prisma.prisma
shinotatwu-ds.file-tree-generator
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
yoavbls.pretty-ts-errors
